{
    "version": "https://jsonfeed.org/version/1",
    "title": "Intercontinental Academia",
    "home_page_url": "https://www.intercontinental-academia.org/blog",
    "description": "The Intercontinental Academia (ICA) creates a global network of future research leaders in which some of the very best young academics work together on paradigm-shifting, cross-disciplinary research, mentored by eminent researchers from across the globe.",
    "items": [
        {
            "id": "https://www.intercontinental-academia.org/blog/Alex Cayco Gajic",
            "url": "https://www.intercontinental-academia.org/blog/Alex Cayco Gajic",
            "title": "\"From Movement to Cognition\": An exploration of Alex Cayco Gajic's Research",
            "date_modified": "2021-10-14T22:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Day 1",
            "url": "https://www.intercontinental-academia.org/blog/Day 1",
            "title": "Day 1: \"The future needs wisdom!”",
            "summary": "Each day at the Paris IAS, ICA4 Fellows meet with their Mentors for a closed 3-hour seminar, during which two mentors launch the discussion with a presentation. Upon completion of the seminar, the Fellows then meet for 45 minutes to list the key takeaways and ideas that have emerged from the discussion, followed by a collective brainstorming session. This ensures that the output of collective intelligence is collected, formatted and capitalised.\nThe other half of the day is left free for participants to reflect on the scientific discussions in small groups. Such discussions are occasionally complemented by lectures from the Chairs.\nThe very first lecture of ICA4 - Session 1 came from Robert Zatorre who took us into the fascinating world of music while explaining the relationship between perception, predictions, and pleasure!\nThis was followed by another lecture that introduced a rather different perspective on AI and was presented by Eliezer Rabinovici. The lecture mostly explored the complexities of scientific enquiries and methods in the context of AI.\nBefore leaving for cocktails and welcome speeches in the chambers of Paris IAS, a final lecture was given by Helga Nowotny, who emphasised an urgent need for establishing a context-sensitive AI control system.",
            "date_modified": "2021-10-17T23:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Day 2",
            "url": "https://www.intercontinental-academia.org/blog/Day 2",
            "title": "Day 2: \"In AI we trust\"...or not!",
            "summary": "The ICA4 continued onto the second day, through which three seminars took place with mentors who had joined the first session in Paris from around the world!\nThe first lecture was by Robert Aumann, a Nobel prize laureate, who focused on the convoluted concept of consciousness and its counterparts.\nThis was followed by a lecture from Karen Yeung, who offered a rather critical point of view on the prevalence of AI, as well as some of its surrounding myths and misconceptions. She then went on to explain how responsibility should be re-defined to consider the unintended impact(s) of AI in human societies.\nFinally, _Raouf Boucekkine _took the fellows for an exploration into the world of economics and finance, using the concept of equilibrium as an example to illustrate the difference between disciplines: mainstream economics VS. statistical physics!",
            "date_modified": "2021-10-18T23:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Day 3",
            "url": "https://www.intercontinental-academia.org/blog/Day 3",
            "title": "Day 3: \"What you do FOR  people, you do TO people, so do it WITH people!\"",
            "summary": "Day 3 of the first session of ICA4 continued in Paris IAS, where the Fellows sat through three more scientific seminars, followed by discussions and brainstorming sessions.\nThe day kicked off by a framework proposed by Saadi Lahlou, called \"Installation Theory\", which enables scientists to analyse and regulate human behaviour. This was complemented by a new technique to capture the subjective perception of action, ultimately bringing psychological and behavioural sciences one step closer to what was once considered a technically impossible task: introspection!\nWilliam Hopkins then joined the discussions with some stimulating videos from research done on apes, while exploring self-recognition and social cognition in animals.\nFinally, Toshio Fukuda revealed the Moonshot project: a society where humans and robots live together in 2050!",
            "date_modified": "2021-10-19T23:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Day 4",
            "url": "https://www.intercontinental-academia.org/blog/Day 4",
            "title": "Day 4: A visit to The University of Paris-Saclay",
            "summary": "The Fellows embarked on their first scientific trip for ICA4 and were hosted by Ecole Normale Superieure de Paris-Saclay **throughout Day 4. The sessions at Saclay included two thought-provoking talks by Xiao-Jing Wang** and Jay McClelland, both of which touched upon the principles underlying cognitive behaviours, as well as the difference between human and machine intelligence. These were followed by a symposium on AI at University Paris-Saclay. The symposium was followed by a half-day event with multiple workshops in which ICA4 mentors discussed major advances and issues surrounding AI with other world-class researchers such as Stanislas Dehaene. Finally, the intellectually intense day came to an end with a talk in which Zaven Paré raised important questions regarding how we will interact with AI algorithms and intelligent robotics in the decades to come...",
            "date_modified": "2021-10-20T23:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Day 5",
            "url": "https://www.intercontinental-academia.org/blog/Day 5",
            "title": "Day 5: \"an Argus with billions of eyes and ears, capacity for action, and infinite memory!\"",
            "summary": "While impossible to precisely predict, the convoluted future of AI may be presented in terms of some major challenges it will inevitably face within the upcoming decades. The ICA4 Mentors shared their views and thoughts on this fascinating, and intellectually challenging, subject over a roundtable discussion in the halls of Paris IAS!",
            "date_modified": "2021-10-21T23:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Day 6",
            "url": "https://www.intercontinental-academia.org/blog/Day 6",
            "title": "Day 6: A trip to Sorbonne Center for Artificial Intelligence - SCAI",
            "summary": "While at SCAI, The ICA4 Fellows plunged into the philosophy of computation with two ICA4 mentors, who are philosophers of cognitive science (_Jack Copeland _and Oron Shagrir). The day continued with a presentation of SCAI from the Director followed by a tour from the robotics labs. Finally, Xiao-Jing Wang explained why Artificial Intelligence needs the prefrontal cortex.",
            "date_modified": "2021-10-24T23:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Day 7",
            "url": "https://www.intercontinental-academia.org/blog/Day 7",
            "title": "Day 7: \"We know everything, but we understand nothing!\"",
            "summary": "The Fellows and Mentors of ICA4 embarked on their last scientific trip to The École Normale Supérieure of Paris. Two back to back scientific sessions were held in the morning, both of which described the current issues related to Artificial Intelligence and offers future perspectives. The first lecture was given by the Director of the École Normale Supérieure (ENS), Marc Mézard, who stressed that we need a better understanding of AI. This was followed by a talk from the famous economist, Philippe Aghion. He discussed the impact of automation on the labour force, and how AI can be used to boost innovation and growth through facilitating the process of creative destruction. Both mentors emphasised a need for a global set of ethical rules and regulations. The day continued with a presentation of ENS and concluded with a discussion session among the Fellows, as they began preparing their presentations for the plenary seminar on the Final Day of ICA4.",
            "date_modified": "2021-10-25T23:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Deshen Moodley",
            "url": "https://www.intercontinental-academia.org/blog/Deshen Moodley",
            "title": "Deshen Moodley on \"Adaptive and Cognitive Systems\"",
            "date_modified": "2021-10-14T22:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Diego Frassinelli",
            "url": "https://www.intercontinental-academia.org/blog/Diego Frassinelli",
            "title": "Could our culture and society impact natural language models? Let's ask Diego Frassinelli!",
            "date_modified": "2021-10-15T22:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Day 8",
            "url": "https://www.intercontinental-academia.org/blog/Day 8",
            "title": "The Final Day: where we go from here...",
            "summary": "The Final Day of ICA4 began with two thought-provoking lectures from **Shimon Ullman **and Zaven Paré, discussing how humans extract information from complex scenes and the peculiar nature of the relationship between humans and robots. Pare then revealed a provocative example of an existing robot that is addressed to isolation in a contemporary urban environment.\nThe Fellows then took a break to explore the 3D virtual campus of the Paris IAS, called Teemew Campus Alpha, in which lounges, public seminar rooms, private meeting rooms and workshops are accessible to ICA4 Fellows and Mentors. Each Academia member possesses an avatar, created from his/her own image, which is then used to navigate through the IAS cyber campus.\nThe Fellows then discussed their follow-up tasks and next step(s). The first session of ICA4 in Paris was then wrapped up with a presentation from, this time, the Fellows! They highlighted some questions to explore further, ideas for research papers, an interdisciplinary manifesto for Artificial Intelligence and finally, they reflected on the key takeaways from the entire event.\nThe intellectually intense series of events was finally concluded with some cocktails at the Paris IAS, marking the very beginning of a series of scientific adventures which are yet to come, as the ICA4 Fellows continue to collectively explore some seemingly never-ending questions through combining various perspectives on Intelligence and Artificial Intelligence, ultimately discovering and shaping how such complex matters should, and will be, embedded within societies...",
            "date_modified": "2021-10-26T23:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Evandro Cunha",
            "url": "https://www.intercontinental-academia.org/blog/Evandro Cunha",
            "title": "An exploration of computational linguistics with Evandro Cunha",
            "date_modified": "2021-10-15T22:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Henry Taylor",
            "url": "https://www.intercontinental-academia.org/blog/Henry Taylor",
            "title": "Henry Taylor speaks about the interface between cognitive science and philosophy",
            "date_modified": "2021-10-15T22:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Jakub Growiec",
            "url": "https://www.intercontinental-academia.org/blog/Jakub Growiec",
            "title": "Jakub Growiec focuses on \"New Mechanisms of Economic Growth in the Age of Artificial Intelligence\"",
            "date_modified": "2021-10-15T22:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Laura Candiotto",
            "url": "https://www.intercontinental-academia.org/blog/Laura Candiotto",
            "title": "All About Emotions with Laura Candiotto",
            "date_modified": "2021-10-15T22:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Mike Livermore",
            "url": "https://www.intercontinental-academia.org/blog/Mike Livermore",
            "title": "Mike Livermore explains the intersection of law and artificial intelligence",
            "date_modified": "2021-10-15T22:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Overview",
            "url": "https://www.intercontinental-academia.org/blog/Overview",
            "title": "An Overview of ICA4 - Session 1 (Paris IAS)",
            "summary": "The Intercontinental Academia (ICA) seeks to create a global network of future research leaders in which some of the very best early/mid‐career scholars will work together on paradigm‐shifting cross‐disciplinary research, mentored by some of the most eminent researchers from across the globe.",
            "date_modified": "2021-10-17T22:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Tahina Ralitera",
            "url": "https://www.intercontinental-academia.org/blog/Tahina Ralitera",
            "title": "Exploring modelling and simulation based research with Tahina Ralitera",
            "date_modified": "2021-10-15T22:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Thai Rabinowitch",
            "url": "https://www.intercontinental-academia.org/blog/Thai Rabinowitch",
            "title": "Ithai Rabinowitch explores neurobiology from both a scientific and engineering perspectives",
            "date_modified": "2021-10-09T22:00:00.000Z",
            "author": {}
        },
        {
            "id": "https://www.intercontinental-academia.org/blog/Yasutomo Kawanishi",
            "url": "https://www.intercontinental-academia.org/blog/Yasutomo Kawanishi",
            "title": "Yasutomo Kawanishi's investigation of how human beings recognise, describe and memorise the environment",
            "date_modified": "2021-10-15T22:00:00.000Z",
            "author": {}
        }
    ]
}